benchmarks/pgbench_cte_q2.sql.txt
pgbench (15.18)
transaction type: /queries/cte_q2.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 88
number of failed transactions: 0 (0.000%)
latency average = 7260.201 ms
initial connection time = 23.476 ms
tps = 1.377372 (without initial connection time)