benchmarks/pgbench_cte_q2.sql.txt
pgbench (15.18)
transaction type: /queries/cte_q2.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 180
number of failed transactions: 0 (0.000%)
latency average = 3412.054 ms
initial connection time = 13.467 ms
tps = 2.930786 (without initial connection time)