benchmarks/pgbench_window_q1.sql.txt
pgbench (15.18)
transaction type: /queries/window_q1.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 530
number of failed transactions: 0 (0.000%)
latency average = 1146.202 ms
initial connection time = 11.657 ms
tps = 8.724469 (without initial connection time)