benchmarks/pgbench_window_q2.sql.txt
pgbench (15.18)
transaction type: /queries/window_q2.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 495
number of failed transactions: 0 (0.000%)
latency average = 1231.779 ms
initial connection time = 14.513 ms
tps = 8.118341 (without initial connection time)