benchmarks/pgbench_window_q2.sql.txt
pgbench (15.18)
transaction type: /queries/window_q2.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 255
number of failed transactions: 0 (0.000%)
latency average = 2438.052 ms
initial connection time = 15.304 ms
tps = 4.101635 (without initial connection time)